chat_system_1238671216_actor_description=Cann Torius. Mage.
chat_system_1238671216_snap_4_question=^?^Good day, Searcher. You have become a regular customer. You must have found a ship cemetery at the bottom of the sea, and now you're busy taking treasures from the holds? No, don't tell me - it's none of my business.
chat_system_1238671216_snap_4_answer_0=^?^Yes, I want to buy a scroll!
chat_system_1238671216_snap_4_answer_1=^?^No, I don't need anything. I'll stop by later.
chat_system_1238671216_snap_3_question=^?^Fine, take it! You can handle it, just keep your head on straight!
chat_system_1238671216_snap_3_answer_0=^?^Thank you very much, I'll remember!
chat_system_1238671216_snap_0_question=^?^So, what do you need?
chat_system_1238671216_snap_0_answer_0=^?^A pirate told me a story about an unusual ship, the "Moon Ghost." And he said that you were interested in that ship yourself...
chat_system_1238671216_snap_5_question=^?^Ah, the ship made of black gold. I'm not actually interested in the ship itself. I just wanted to try a spell on it.<br>You see, [player], like many of my other colleagues, I like to try my hand at revealing the secrets of the Wanderers' spells. Right now I'm struggling with a spell called "Lighter than a Feather." It is an amazing spell that moves great weights by turning them very light!
chat_system_1238671216_snap_5_answer_0=^?^So, have you succeeded?
chat_system_1238671216_snap_6_question=^?^If you can forgive me for boasting, yes. I'm one of the very few mages who can claim that he has solved a Wanderers' spell formula! Just one variable, to be exact, but on its basis I've managed to create a new spell! I call it the "Power of Water." And it's ten times stronger than the "Lighter than Feather" spell! But it only works on objects submerged in water.<br>I want to test the spell's power on the Moon Ghost. I needed something very, very heavy, submerged in water. And what can be heavier than a huge sunken ship made of pure gold?
chat_system_1238671216_snap_6_answer_0=^?^You know, I'd like to buy this scroll from you!
chat_system_1238671216_snap_1_question=^?^I've made few scrolls, so their price would be... let's say, 1000 gold coins.
chat_system_1238671216_snap_1_answer_0=^?^Ok, I'll buy the scroll.
chat_system_1238671216_snap_1_answer_1=^?^I won't buy it now, but maybe next time!
